{
    "Clients":"Kunden",
    "Registered":"Registriert",
    "Register":"Registrieren",
    "No clients yet":"Noch keine Kunden",
    "Already registered?":"Schon registriert?",
    "Password":"Passwort",
    "Current Password":"Derzeitiges Passwort",
    "New Password":"Neues Passwort",
    "Confirm Password":"Passwort bestätigen",
    "Remember me":"Login speichern",
    "Forgot your password?":"Passwort vergessen?",
    "Reset Password":"Passwort zurücksetzen",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"Haben Sie Ihr Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit und wir senden Ihnen per E-Mail einen Link zum Zurücksetzen des Passworts, über den Sie eine neue auswählen können.",
    "To login":"Zur Login",
    "Email Password Reset Link":"Neues Passwort senden",
    "Back":"Zurück",

    "What people tell about us?":"Was erzählen die Leute über uns?",

    "At the moment it is not allowed to clean cars in public spaces in the City of Zürich, so we are only allowed to operate on private spaces. But we are happy to make house calls!":"Leider ist es in Zürich derzeit nicht erlaubt, Autos auf öffentlichem Grund zu reinigen, so dass wir nur auf privatem Grund arbeiten können. Aber wir machen gerne Hausbesuche!",
    "Profile":"Konto",

    "Delete Account" : "Konto löschen",
    "Permanently delete your account.":"Löschen Sie Ihr Konto dauerhaft.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Laden Sie vor dem Löschen Ihres Kontos alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"Möchten Sie Ihr Konto wirklich löschen? Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",

    "Profile Information": "Konto Information",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",

    "Update Password":"Passwort aktualizieren",
    "Ensure your account is using a long, random password to stay secure.":"Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um die Sicherheit zu gewährleisten.",

 

    "black": "Schwarz",
    "gray": "Silber",
    "silver": "Grau",
    "white": "Weiss",
    "red": "Rot",
    "orange": "Orange",
    "yellow": "Gelb",
    "brown": "Braun",
    "green": "Grün",
    "teal": "Blaugrün",
    "pink": "Pink",

    "New":"Neue",
    "Cancel":"Abbrechen",    
    "New Rating":"Neue Bewertung",
    "Ratings":"Bewertungen",
    "No ratings yet":"Noch keine Rückmeldung",
    "Vacations":"Urlaub",
    "Saved.":"Gespeichert.",
    "Save":"Speichern",
    "Nevermind":"Vergiss es",
    "Delete":"Löschen",
    "Comment":"Kommentar",
    "Internal comment":"Interner Kommentar",

    "Bookings":"Buchungen",
    "Past bookings":"Frühere Buchungen",
    "Canceled bookings":"Stornierte Buchungen",
    "My Bookings":"Meine Buchungen",

    "Terms & Conditions":"Allgemeine geschäftsbedingungen",
    
    "Completing this cleaning":"Abschluss dieser Reinigung",
    "Please make sure that the requested cleaning is fully completed before finishing it.":"Bitte stellen Sie sicher, dass die angeforderte Reinigung vollständig abgeschlossen ist, bevor Sie sie beenden.",
    "Yes, Complete":"Ja, abschlossen",

    "Booking completion confirmation":"Bestätigung des Buchungsabschlusses",
    "Thank you for choosing us!":"Danke, dass Sie uns gewählt haben!",
    "We are done with making your car shiny and clean again!":"Wir sind damit fertig, Ihr Auto wieder glänzend und sauber zu machen!",

    "Cancelling the booking":"Stornierung Ihrer Buchung",
    "We will cancel the booking date and transfer you back the funds based on our cancelation policity.":"Wir stornieren das Buchungsdatum und überweisen Ihnen das Geld zurück, basierend auf unserer Stornierungsrichtlinie.",
    "Enter how much you want to refund to the client. Use Rapens, not Franks. For example if you want to refund CHF 1, enter 100 in the input field.":"Geben Sie ein, wie viel Sie dem Kunden erstatten möchten. Verwenden Sie Rapens, nicht Franks. Wenn Sie beispielsweise CHF 1 erstatten möchten, geben Sie 100 in das Eingabefeld ein.",
    "Current refundable amount":"Aktueller erstattungsfähiger Betrag",
    "Amount to refund":"Rückerstattungsbetrag",

    "Booking canceled":"Das Buchung wurde storniert",
    "Yes, cancel":"Ja, stornieren",
    "No, go back":"Nein, zurück",
    "Your booking was canceled. About refunds see for refunds document for details. Shortly you will receive a mail about the confirmation.":"Ihre Buchung wurde storniert. Informationen zu Rückerstattungen finden Sie im Rückerstattungsdokument. In Kürze erhalten Sie eine E-Mail über die Bestätigung.",

    "Booking deleted":"Buchung gelöscht",
    "The booking has been successfully deleted":"Die Buchung wurde erfolgreich gelöscht",

    "Booking completed":"Buchung abgeschlossen",
    "Nice delivery. The client will receive a confirmation mail soon!":"Schöne Lieferung. Der Kunde erhält in Kürze eine Bestätigungsmail!",

    "Unfortunately in a meanwhile the timeslot has been taken. Please select a new one.":"Leider ist inzwischen das Zeitfenster vergeben. Bitte wählen Sie eine neue aus.",
    "My car is NOT parked on public property":"Mein Auto steht NICHT auf öffentlichem Grund",

    "Booking Confirmation":"Buchungsbestätigung",
    "Your booking was successful. We received your funds. Shortly you will receive a mail about the confirmation.":"Ihre Buchung war erfolgreich. Wir haben Ihr Geld erhalten. In Kürze erhalten Sie eine E-Mail über die Bestätigung.",


    "Payment canceled":"Zahlung storniert",
    "The payment has been canceled. If you want to complete this booking please proceed to payment again.":"Die Zahlung wurde storniert. Wenn Sie diese Buchung abschließen möchten, fahren Sie bitte mit der Zahlung fort.",

    "Payment failed":"Bezahlung fehlgeschlagen",
    "The payment failed. No transaction was made. If you want to complete this booking please proceed to payment again.":"Die Zahlung ist fehlgeschlagen. Es wurde keine Transaktion durchgeführt. Wenn Sie diese Buchung abschließen möchten, fahren Sie bitte mit der Zahlung fort.",


    "Booking reference":"Buchungsreferenz",
    "Car":"Auto",
    "Date and Time of cleaning":"Reinigungsdatum",
    "Car parking":"Parkplatz",
    "Rate your cleaning":"Bewerten Sie Ihre Reinigung",
    "Book another cleaning":"Buchen Sie eine weitere Reinigung",
    "Thanks":"Danke",
    "Greenwiperz Completion":"Greenwiperz Fertigstellung",
    "Booking confirmation":"Buchungsbestätigung",
    "Amount":"Betrag",
    "Thank you for your booking. Here is the summary":"Vielen Dank für Ihre Buchung. Hier ist die Zusammenfassung",    
    "View my bookings":"Meine Buchungen anzeigen",
    "Greenwiperz canceled":"Greenwiperz abgesagt",
    "Cancelation confirmation":"Stornierungsbestätigung",
    "The following booking has been canceled":"Die folgende Buchung wurde storniert",
    "Amount refunded":"Betrag erstattet",


    "Rate our services":"Bewerten Sie unsere Dienstleistungen",
    "We are constantly making our services better, your experience and opinion matter to us!":"Wir verbessern ständig unsere Dienstleistungen, Ihre Erfahrung und Meinung sind uns wichtig!",
    "How happy are you with us?":"Wie glücklich bist du mit uns?",
    "I did not like it":"ich mochte es nicht",
    "A lot to improve":"Viel zu verbessern",
    "More less ok":"Mehr weniger ok",
    "It is fine":"Es ist in Ordnung",
    "You're awesome":"Du bist unglaublich",
    "Thank you for you feedback!":"Danke für deine Rückmeldung!",
    "To Greenwiperz":"Zur Greenwiperz",

    "Sorted by":"Sortiert nach",
    "Our work":"Unsere Arbeit"
}